{
    "Work with me":"Trabalhe comigo",
    "Change language":"Mudar idioma",
    "Set up budget":"Fazer orçamento",
    "Web Development Internship": "Estágio em Desenvolvimento Web",
    "In this role, I diligently monitored and provided support for components developed using HTML, CSS, and JavaScript, as well as APIs built with Django and Django Rest Framework. These components and APIs were integral parts of the company's primary website. Additionally, I supported for the management and maintenance of AWS instances to facilitate the deployment and operation of new microservices. Furthermore, I demonstrated proficiency in creating essential queries for SQL databases, showcasing my ability to extract and manipulate data effectively. These queries were tailored to meet specific requirements and optimize database performance.":"Nessa função, monitorei diligentemente e forneci suporte para componentes desenvolvidos usando HTML, CSS e JavaScript, bem como APIs criadas com Django e Django Rest Framework. Esses componentes e APIs eram partes integrantes do site principal da empresa. Além disso, apoiei o gerenciamento e manutenção de instâncias da AWS para facilitar a implantação e operação de novos microsserviços. Além disso, demonstrei proficiência na criação de consultas essenciais para bancos de dados SQL, mostrando minha capacidade de extrair e manipular dados de forma eficaz. Essas consultas foram adaptadas para atender a requisitos específicos e otimizar o desempenho do banco de dados.",
    "Data Analyst": "Analista de Dados",
    "I conducted data analysis for a Django-based website backoffice, employing Python's Pandas library to automate report generation. Additionally, I assumed responsibility for the maintenance of AWS EC2 servers, ensuring their smooth operation and reliability. Furthermore, I provided second-level support for a C++-developed platform, addressing user inquiries and technical issues with utmost professionalism and expertise.":"Realizava análise de dados para um backoffice de um site baseado em Django, empregando a biblioteca Pandas do Python para automatizar a geração de relatórios. Além disso, assumi a responsabilidade pela manutenção dos servidores AWS EC2, garantindo seu bom funcionamento e confiabilidade. Além disso, forneci suporte de segundo nível para uma plataforma desenvolvida em C++, abordando dúvidas de usuários e questões técnicas com o máximo profissionalismo e experiência.",
    "System Analyst":"System Analyst",
    "I proficiently managed and contributed to the project management using agile methodologies, actively participating in requirement analysis and elicitation following client meetings. Additionally, I employed the BPMN 2.0 method and utilized the Bizagi Modeler tool to meticulously model processes. Moreover, I undertook maintenance tasks for various components developed in Django or React.js with Typescript, ensuring their optimal performance. Another primary responsibility was the creation of complex SQL queries for generating detailed reports. Additionally, I efficiently administered AWS EC2 servers, effectively managing their configuration and performance. I consistently maintained a high level of professionalism and dedication in executing these responsibilities.":"Gerenciei e contribuí com proficiência para o gerenciamento de projetos usando metodologias ágeis, participando ativamente da análise e elicitação de requisitos após reuniões com clientes. Além disso, empreguei o método BPMN 2.0 e utilizei a ferramenta Bizagi Modeler para modelar meticulosamente os processos. Além disso, realizei tarefas de manutenção de vários componentes desenvolvidos em Django ou React.js com Typescript, garantindo seu ótimo desempenho. Outra responsabilidade principal era a criação de cueries SQL complexas para gerar relatórios detalhados. Além disso, administrei servidores AWS EC2 com eficiência, gerenciando com eficiência sua configuração e desempenho. Mantive consistentemente um alto nível de profissionalismo e dedicação na execução dessas responsabilidades.",
    "I proficiently engaged in front-end development using Next.js and Typescript, as well as back-end development utilizing Django and Node.js with Python and Typescript, respectively. Furthermore, I excelled in the creation of RESTful APIs using Django Rest Framework and Express. In terms of styling, I skillfully utilized various frameworks such as TailwindCSS, Bootstrap, and MaterialUI, selecting the most appropriate one based on project requirements. I consistently ensured a polished and aesthetically pleasing user interface while maintaining a high standard of professionalism throughout the development process.":"Me envolvi com proficiência no desenvolvimento front-end usando Next.js e Typescript, bem como no desenvolvimento back-end utilizando Django e Node.js com Python e Typescript, respectivamente. Além disso, me destaquei na criação de APIs RESTful usando Django Rest Framework e Express. Em termos de estilização, utilizei habilmente vários frameworks como TailwindCSS, Bootstrap e MaterialUI, selecionando o mais adequado com base nos requisitos do projeto. Eu sempre assegurei uma interface de usuário polida e esteticamente agradável, mantendo um alto padrão de profissionalismo durante todo o processo de desenvolvimento."
}