{
    "Work with me":"Trabalhe comigo",
    "Change language":"Mudar idioma",
    "Set up budget":"Fazer orçamento",
    "My last experiences":"Minhas últimas experiências",
    "IT Internship":"Estágio de TI",
    "Atlantic Forest Biosphere Reserve":"Reserva da Biosfera da Mata Atlântica",
    "IT assistant focused on cloud services such as Google Drive, Cloud, Azure, Oracle and AWS, setting up servers and file architectures for backup, managing networks and analyzing the best decisions for better digital security within the company.":"Assistente de TI focado em serviços na nuvem como Google Drive, Cloud, Azure, Oracle e AWS, montando servidores e arquiteturas de arquivos para backup, administrava redes e as analisava as melhores decisões para uma melhor segurança digital dentro da empresa.",
    "Financial Analyst":"Analista Financeiro",
    "I analyzed financial cases between the client and the company, performing accounting services and analyzing timelines of events to determine the final verdict of a case, usually the analyzes were done using the back office tool with data from MySQL banks.":"Analisava casos financeiros entre cliente e a empresa, realizando serviços contábeis e analisando timelines de eventos para determinar o veredito final de um caso, geralmente as análises eram feitas utilizando a ferramenta de back office com dados vindos de bancos MySQL.",
    "Data Analyst":"Analista de Dados",
    "Analyzed data from raw databases in MySQL and SQLite from an investment platform, assembling graphs and indicators, automating processes and tasks with Pandas (Python) and integrating these automations in dashboards and administrative systems made in Django.":"Analisava dados de bases de dados brutas em MySQL e SQLite de uma plataforma de investimentos, montando gráficos e indicadores, automatizando processos e tarefas com Pandas(Python) e integrando estas automatizações em dashboards e sistemas administrativos feitos em Django.",
    "System Analyst":"Analista de Sistemas",
    "Provided support to systems maintained in Django(Python) and React.js, analyzed data using PostgreSQL and some automations in Python, also provided maintenance support on Workpress sites and maintenance on sites hosted on AWS.":"Atendia e prestava suporte à sistemas mantidos em Django(Python) e React.js, analisava dados utilizando PostgreSQL e algumas automações em Python, também prestava suporte à manutenção em sites Wordpress e manutenção em sites hospedados na AWS.",
    "Fullstack Jr. Developer":"Desenvolvedor Fullstack Jr.",
    "I developed fully functional fullstack websites with back end in .NET, Django(Python) and NodeJS, using front end tools like React.js, Next.js, with TailwindCSS, usually developing in Typescript and/or Javascript. For Database, I used PostgreSQL.":"Desenvolvia websites fullstack totalmente funcionais, com back end em .NET, Django(Python) e NodeJS, utilizando para front end ferramentas como React.js, Next.js, com TailwindCSS, desenvolvendo geralmente em Typescript e/ou Javascript. Para banco de dados, utilizava PostgreSQL.",
    "Months":"Meses",
    "Years":"Anos",
    "and":"e"
}